import os

bot_responses = {
    "hello": ["Привет, путник!", "Здравствуйте!", "Приветствую!", "Добрый день!", "Здорова!", "Хай",
              "Хеллоу(да-да я из Англии)", "Привет, шеф!"],
    "how_are_you": ["Хорошо, спасибо!", "Все отлично!", "Дела хороши!", "Прогрессирую!",
                    "Все в порядке, спасибо за интерес.", "Лучше всех!",
                    "Все замечательно!", "Стабильно и хорошо.", "Дела идут вверх!", "Все просто прекрасно!"],
    'do_work': ['Ничего!', 'Жду пока мне кто-то напишет!', 'Нахожусь в режиме ожидания!', 'Учу питон!',
                'Общаюсь с вами!'],
    "jokes": ["Почему программисты на Python всегда улыбаются? Потому что у них код работает!",
              "Что делает питон после того, как закончит изучать Python? Он начинает писать свой собственный код!",
              "Почему питоны из Python такие общительные? Потому что им всегда есть что сказать!",
              "Что произойдет, если питон начнет изучать Python? Он станет самым умным питоном в мире!"],
    "anecdote": "Заходят как-то программисты на Python, C# и C++ в бар. \n"
                "Программист на Python говорит: -Мне бокал пива.  Выпил, оплатил, ушел.\n"
                "Программист на C#: Здравствуйте налейте мне, пожалуйста, пенного хмельного пива в стеклянную тару, "
                "в простонародии называемую бокалом. Минут 30 сидел, пил, оплатил, со всеми в баре попрощался и ушел.\n"
                "А программист на C++ часа три не мог открыть рот.",
    "buy": ["До свидания!", "Удачи, путник!", "До скорой встречи!", "Возвращайтесь, если что!",
            "Да пребудет с вами сила", "Ещё увидимся!"]}

# user_data = {}



